Repository: common-repository/simple-history-ngg-loggers
Catalog: languages/simple-history-ngg-loggers-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Warning:
de_de: Warnung:

source: Simple History NGG Loggers is an add-on for the %1$s WordPress plugin, but <b>%1$s is not <i>activated</i></b>.
de_de: Simple History NGG Loggers stellt Zusatzfunktionen für das %1$s Wordpress plugin zur Verfügung, aber <b>%1$s ist nicht <i>aktiviert</i></b>.

source: NextGEN Gallery version 2.1.43 needed or higher for full functionality. You only have version %s. Please upgrade NextGEN Gallery.
de_de: Es wird NextGEN Gallery Version 2.1.43 benötigt, um alle Hooks für die volle Funktionalität nutzen zu können. Du hast nur Version %s. Bitte aktualisiere NextGEN Gallery.

source: Error:
de_de: Fehler:

source: Simple History NGG Loggers is an add-on for the %1$s WordPress plugin, but <b>%1$s is not <i>installed</i></b>.
de_de: Simple History NGG Loggers stellt Zusatzfunktionen für das %1$s Wordpress plugin zur Verfügung, aber <b>%1$s ist nicht <i>installiert</i></b>.

source: Logging NextGEN Gallery user activities:
de_de: Protokolliere NextGEN User Aktivitäten

source: images
de_de: Bilder

source: galleries
de_de: Galerien

source: albums
de_de: Alben

source: Miscellaneous options:
de_de: Verschiedene weitere Optionen:

source: Show notifications
de_de: Zeige Benachrichtigungen

source: gallery links
de_de: Galerie-Links

source: filter log entries
de_de: filter Log Einträge

source: empty log intervall
de_de: Log löschen Intervall

source: customized gallery list
de_de: angepasste Galerie Liste

source: save uploader
de_de: speicher Benutzer ID

source: log emails
de_de: protokolliere emails

source: image_id1
de_de: Bild_Nr1

source: image_title1
de_de: Bild_Titel1

source: image_filename
de_de: Bild_Dateiname

source: gallery_id1
de_de: Galerie_Nr1

source: gallery_title1
de_de: Galerie_Titel1

source: gallery_description1
de_de: Galerie_Beschreibung1

source: image_id2
de_de: Bild_Nr2

source: image_title2
de_de: Bild_Titel2

source: gallery_id2
de_de: Galerie_Nr2

source: gallery_title2
de_de: Galerie_Titel2

source: gallery_description2
de_de: Galerie_Beschreibung2

source: action
de_de: Aktion

source: copies image %s from gallery %s as image %s to gallery %s.
de_de: kopiert Bild %s von Galerie %s als Bild %s nach Galerie %s.

source: image_id
de_de: Bild_Nr

source: image_title
de_de: Bild_Titel

source: gallery_id
de_de: Galerie_Nr

source: gallery_title
de_de: Galerie_Titel

source: gallery_description
de_de: Galerie_Beschreibung

source: deletes image %s in gallery %s.
de_de: l&ouml;scht Bild %s in Galerie %s.

source: moves image %s from gallery %s to gallery %s.
de_de: verschiebt Bild %s von Galerie %s nach Galerie %s.

source: image_description
de_de: Bild_Beschreibung

source: uploads image %s into gallery %s.
de_de: l&auml;dt Bild %s nach Galerie %s hoch.

source: updates (image) descriptions in gallery %s.
de_de: aktualisiere (Bild) Beschreibungen für Galerie %s.

source: creates new gallery %s.
de_de: erstellt neue Galerie %s.

source: deletes gallery %s.
de_de: löscht Galerie %s.

source: album_id
de_de: Album_Nr

source: album_title
de_de: Album_Titel

source: album_description
de_de: Album_Beschreibung

source: creates new album %s.
de_de: erstellt neues Album %s.

source: not available, deleted before logging
de_de: nicht verfügbar, gelöscht vor dem Loggen

source: deletes album %s.
de_de: löscht Album %s.

source: empty list
de_de: leere Liste

source: album_content
de_de: Album_Inhalt

source: updates metadata for album %s.
de_de: aktualisiert Metadaten für Album %s.

source: updates gallery list for album %s.
de_de: aktualisiert Galerien-Liste für Album %s.

source: extended mode
de_de: erweiteter Modus

source: Save Changes
de_de: Änderungen übernehmen

source: Individually enable logging for each of the following user activities:
de_de: Schalte individuell die Protokollierung für folgende Aktivitäten frei:

source: upload images (and set titel and description, if available in exif data)
de_de: Bilder hochladen (übernimmt Titel und Beschreibung, wenn in Exif Daten enthalten)

source: move images
de_de: Bilder verschieben

source: copy images
de_de: Bilder kopieren

source: delete images
de_de: Bilder löschen

source: create new gallery
de_de: Galerie erstellen

source: update gallery metadata (including picture titels, descriptions and tags)
de_de: Galerie Metadaten aktualisieren (inklusive Titel, Beschreibung und Stichworte für darin enthaltener Bilder)

source: delete gallery (and images in such galleries)
de_de: Galerie löschen (inklusive der darin enthaltenen Bilder)

source: create new album
de_de: Album erstellen

source: update album metadata (see gallery list in log details)
de_de: Album Metaddaten aktualisieren (für enthaltenen Galerie-Liste siehe Log Details)

source: delete album
de_de: Album löschen

source: Miscellaneous further settings related to NextGEN Gallery or Simple History plugins:
de_de: Verschiedene weitere Einstellmöglichkeiten bezüglich des Einsatzes von NextGEN Galerie beziehungsweise Simple Historie:

source: on plugin page and on settings page
de_de: auf der Plugin Seite und auf der Einstellungen Seite

source: only on settings page
de_de: nur auf der Einstellungen Seite

source: show no notification
de_de: zeige keine Benachrichtigungen

source: Plugin sets notifications if either of the two needed plugins (Simple History or NextGEN Gallery) is not installed or activated.
de_de: Dies Plugin meldet wenn eines der zwei benötigten weiteren Plugins (Simple History und NextGEN Gallery) nicht installiert oder nicht aktiviert sind.

source: add edit_post_link
de_de: ergänze edit_post_link

source: add breadcrumb link
de_de: ergänze breadcrumb link

source: add a direct link into the backend manage gallery page for frontend pages, which itself are directly linked to a NextGEN gallery
de_de: füge einen direkten Link auf die Backend Verwaltungsseite einer Galerie hinzu, wenn die aktuelle Seite direkt zu dieser Galerie verlinkt ist.

source: filter log post entries generated by NextGEN Gallery for pictures
de_de: blende pauschale Log Einträge für Bilder aus, die direkt von NextGEN Gallery angestoßen werden

source: filter log post entries generated by NextGEN Gallery for galleries
de_de: blende pauschale Log Einträge für Galerien aus, die direkt von NextGEN Gallery angestoßen werden

source: filter log post entries generated by NextGEN Gallery for albums
de_de: blende pauschale Log Einträge fürAlben aus, die direkt von NextGEN Gallery angestoßen werden

source: NextGEN gallery creates many generic posts to document picture, gallery and album actions, without providing any explicite information.
de_de: NextGEN Gallery erzeugt viele generische Beiträge im Rahmen der Verwaltung von Bildern, Galerien und Alben. Diese werden standardmäßig von Simple History geloggt, enthalten aber keine informationen.

source: set empty log intervall to zero for Simple History
de_de: lösche das Intervall für periodische Log-Bereinigungen in Simple History

source: Never empty log for Simple History.
de_de: Deaktiviere Löschen alter Log-Einträge für Simple History

source: only list own galleries on manage gallery page
de_de: listet nur eigene Benutzer Galerien auf der Galerie Verwaltungsseite

source: This restriction applies to all NextGEN gallery users, who can only manage their own galleries.
de_de: Diese Einschränkung gilt nur für solche Benutzer von NextGEN Gallery, die selber keine fremden Galerien pflegen dürfen.

source: save uploader to custom field in NextGEN Gallery pictures table
de_de: speichere zu einem NextGEN Gallery Bild die Benutzer ID des hochladenden Benutzers in einem Benutzerfeld der Bilder Tabelle

source: log emails being automatically send out by wordpress
de_de: Protokolliere alle emails, die automatisch von Wordpress verschickt werden.

source: This plugin is an extension of the Simple History plugin. It adds specific loggers for NextGEN Gallery user activities like uploading / deleting / moving / copying images.
de_de: Dieses Plugin ist eine Erweiterung vom Plugin Simple History. Es ergänzt verschiedene Protokollierungsmöglichkeiten von Benutzer Aktivitäten bezüglich NextGEN .
